{
  "descriptions": [
    {
      "en": "Strawberries are a healthy snack or topper for dogs and contain Vitamin C, antioxidants, and fiber. They are high in sugar, so let your pup enjoy this sweet berry in moderation.",
      "hu": "Az eper egészséges rágcsálnivaló vagy feltét a kutyák számára, és C-vitamint, antioxidánsokat és rostokat tartalmaz. Magas a cukortartalma, ezért hagyja, hogy a kutyája mértékkel élvezze ezt az édes bogyós gyümölcsöt."
    },
    {
      "en": "spinach is good for dogs in moderation. If your puppy or dog has a kidney disease or sensitivity, you should avoid spinach in their diet as it is high in oxalic acid.",
      "hu": "a spenót mértékkel jó a kutyáknak. Ha kölyökkutyájának vagy kutyájának vesebetegsége vagy érzékenysége van, kerülje a spenótot az étrendjében, mivel magas az oxálsavtartalma."
    },
    {
      "en": "green beans are good in moderation. This vegetable can be given to dogs raw, steamed, chopped, or canned (but be careful of sodium content). They can be used as treats, toppers, and are especially helpful for dogs needing to fill full while on a calorie-restricted diet.",
      "hu": "a zöldbab mértékkel jó. Ezt a zöldséget adhatjuk a kutyáknak nyersen, párolva, apróra vágva vagy konzervben (de vigyázzunk a nátriumtartalommal). Használható jutalomfalatnak, köretnek, és különösen hasznos a kalóriaszegény diétán lévő, jóllakni vágyó kutyák számára."
    },
    {
      "en": "Some candies contain xylitol which is very dangerous for dogs. If your dog ate food that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com)or your vet immediately.",
      "hu": "Egyes cukorkák xilitet tartalmaznak, ami nagyon veszélyes a kutyákra. Ha kutyája xilitet tartalmazó ételt evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com)-val vagy állatorvosával."
    },
    {
      "en": "Xylitol is very dangerous for dogs. If your dog ate food that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "A xilit nagyon veszélyes a kutyákra. Ha kutyája xilitet tartalmazó ételt evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) vagy állatorvosával."
    },
    {
      "en": "brown rice is better for dogs since white rice is highly processed. Brown rice has more vitamins, minerals and fiber. You should keep the amount of grain foods like brown rice less than 30% of your dog’s diet.",
      "hu": "a barna rizs jobb a kutyák számára, mivel a fehér rizs erősen feldolgozott. A barna rizs több vitamint, ásványi anyagot és rostot tartalmaz. A gabonatápok, például a barna rizs mennyiségét a kutya étrendjének 30%-ánál kisebbre kell csökkenteni."
    },
    {
      "en": "What to do if your dog ate %answer%? It’s best to call your veterinarian. Grapefruit rinds and plant parts are toxic to dogs, the flesh is acidic but not toxic.",
      "hu": "Mi a teendő, ha a kutya megette %answer%? A legjobb, ha felhívod az állatorvosodat. A grapefruit héja és növényi részei mérgezőek a kutyák számára, a hús savas, de nem mérgező."
    },
    {
      "en": "What to do if your dog ate %answer%? If your dog recently ingested gum with xylitol in it, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "Mi a teendő, ha a kutya megette %answer%? Ha kutyája nemrégiben xilit tartalmú rágógumit fogyasztott, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) segélyvonallal vagy állatorvosával."
    },
    {
      "en": "What to do if your dog drank %answer%? Your pet should consume zero alcohol, but if they do, booze (whiskey, vodka, gin, etc.) are the harshest and require an emergency vet visit.",
      "hu": "Mi a teendő, ha a kutya ivott %answer%? Háziállatodnak nulla alkoholt kellene fogyasztania, de ha mégis, akkor a szeszes italok (whisky, vodka, gin stb.) a legdurvábbak, és sürgős állatorvosi látogatást igényelnek."
    },
    {
      "en": "What to do if your dog ate %answer%? Having a bite of something with onion isn’t likely to make your dog sick. If you think your dog ate onions in large quantities, or if your dog seems he isn’t feeling well, then call your veterinarian.",
      "hu": "Mi a teendő, ha a kutya megette %answer%? Egy falat hagymás étel nem valószínű, hogy megbetegíti a kutyáját. Ha úgy gondolja, hogy kutyája nagy mennyiségben evett hagymát, vagy ha úgy tűnik, hogy kutyája nem érzi jól magát, akkor hívja ki állatorvosát."
    },
    {
      "en": "What to do if your dog ate %answer%? Call your veterinarian immediately and/or call a pet poison helpline for advice",
      "hu": "Mi a teendő, ha a kutya megette %answer%? Azonnal hívja állatorvosát és/vagy hívjon egy állatmérgezéssel foglalkozó segélyvonalat tanácsért."
    },
    {
      "en": "Normal ketchup is safe, but make sure to avoid those that contain xylitol. Xylitol is super dangerous for dogs. If your dog ate food that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "A normál ketchup biztonságos, de kerülje azokat, amelyek xilitet tartalmaznak. A xilit szuper veszélyes a kutyákra. Ha kutyája xilitet tartalmazó ételt evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) vagy állatorvosával."
    },
    {
      "en": "Normal mayo is safe, but make sure to avoid those that contain xylitol. Xylitol is super dangerous for dogs. If your dog ate food that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "A normál majonéz biztonságos, de kerülje azokat, amelyek xilitet tartalmaznak. A xilit szuper veszélyes a kutyákra. Ha kutyája xilitet tartalmazó ételt evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) vagy állatorvosával."
    },
    {
      "en": "Normal peanut butter is safe, but make sure to avoid those that contain xylitol or artificial sugar. Xylitol is super dangerous for dogs. If your dog ate food that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "A normál mogyoróvaj biztonságos, de kerülje azokat, amelyek xilitet vagy mesterséges cukrot tartalmaznak. A xilit szuper veszélyes a kutyákra. Ha kutyája xilitet tartalmazó ételt evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) vagy állatorvosával."
    },
    {
      "en": "Steam; the leaves contain solanine, which is harmful to dogs in large quantities. Ripe tomatoes are safe but avoid giving them green tomatoes and the green parts.",
      "hu": "Gőz; a levelek szolanint tartalmaznak, amely nagy mennyiségben káros a kutyákra. Az érett paradicsom biztonságos, de kerüljük a zöld paradicsom és a zöld részek adását."
    },
    {
      "en": "Avoid giving fish that has small bones in it; boneless fishes such as salmon is OK, but needs to be cooked.",
      "hu": "Kerülje az olyan halak adását, amelyekben apró csontok vannak; a csont nélküli halak, mint például a lazac, rendben vannak, de meg kell főzni őket."
    },
    {
      "en": "It doesn't provide much nutrition for your dog. But the main reason it's not recommended is because pizza could contain onion or garlic which are dangerous for your dog.",
      "hu": "Nem nyújt sok tápanyagot a kutyának. De a fő ok, amiért nem ajánlott, az az, hogy a pizza hagymát vagy fokhagymát tartalmazhat, amelyek veszélyesek a kutyára."
    },
    {
      "en": "Just cooked; avoid raw ones.",
      "hu": "Csak főzve; kerülje a nyerset."
    },
    {
      "en": "Make sure to cook it and remove shell.",
      "hu": "Győződjön meg róla, hogy megfőtt, és távolítsa el a héját."
    },
    {
      "en": "Fresh walnuts aren’t dangerous in small amounts, but moldy ones are.",
      "hu": "A friss dió kis mennyiségben nem veszélyes, de a penészes igen."
    },
    {
      "en": "Avoid too spicy ones and also those with onion or garlic flavour.",
      "hu": "Kerülje a túl fűszeres, valamint a hagymás vagy fokhagymás ízű ételeket."
    },
    {
      "en": "Ocasionally, as a treat in small portions, but never substitute a full meal with cereal, since feeding your dog too often with cereal could lead to obesity and diabetes. Avoid giving your dog cereal containing chocolate or a high level of sugar.",
      "hu": "Alkalmanként, kis adagokban, de soha ne helyettesítsen teljes étkezést gabonapehellyel, mivel a túl gyakori gabonapehellyel való etetés elhízáshoz és cukorbetegséghez vezethet. Kerülje, hogy csokoládét vagy magas cukortartalmú gabonapelyhet adjon kutyájának."
    },
    {
      "en": "Very limited consumption; if it causes diarrhea or digestive upset, stop giving it to your dog entirely.",
      "hu": "Nagyon korlátozott fogyasztás; ha hasmenést vagy emésztési zavarokat okoz, teljesen hagyja abba a kutyájának adását."
    },
    {
      "en": "Not recommended because sausages are too spicy and salty for your dog. Avoid sausages with onion or garlic flavour.",
      "hu": "Nem ajánlott, mert a kolbász túl fűszeres és sós a kutyának. Kerülje a hagyma- vagy fokhagymaízű kolbászokat."
    },
    {
      "en": "Only in a moderate amount. If it causes diarrhea or digestive upset, stop giving it to your dog entirely. Important: avoid sweetened ones containing xylitol. Xylitol is super dangerous for dogs. If your dog ate yogurt that contains xylitol, contact the Pet Poison Help Line (petpoisonhelpline.com) or your vet immediately.",
      "hu": "Csak mérsékelt mennyiségben. Ha hasmenést vagy emésztési zavarokat okoz, teljesen hagyja abba a kutyájának adását. Fontos: kerülje a xilitet tartalmazó édesítetteket. A xilit szuper veszélyes a kutyákra. Ha kutyája xilit tartalmú joghurtot evett, azonnal lépjen kapcsolatba a Pet Poison Help Line (petpoisonhelpline.com) vagy állatorvosával."
    },
    {
      "en": "Only very limited amount since most of the dogs have problems digesting lactose; any kind of food containing milk could be risky to your dog. If it causes diarrhea or digestive upset, stop giving any kind of milk product to your dog.",
      "hu": "Csak nagyon korlátozott mennyiségben, mivel a legtöbb kutyának problémái vannak a laktóz megemésztésével; bármilyen tejet tartalmazó eledel kockázatos lehet kutyája számára. Ha hasmenést vagy emésztési zavarokat okoz, ne adjon semmilyen tejterméket a kutyájának."
    },
    {
      "en": "It’s much safer to give your dog raw bones than cooked ones. Pork and poultry bones or cooked bones of any kind are strictly forbidden since bone shards can cause choking and serious damage to the dog’s mouth, throat, or intestines.",
      "hu": "Sokkal biztonságosabb nyers csontot adni a kutyának, mint főttet. A sertés- és baromficsontok vagy bármilyen főtt csont szigorúan tilosak, mivel a csontszilánkok fulladást és súlyos sérüléseket okozhatnak a kutya szájában, torkában vagy beleiben."
    }
  ],
  "names": [
    {
      "en": "licorice",
      "hu": "édesgyökér"
    },
    {
      "en": "baked beans",
      "hu": "sült bab"
    },
    {
      "en": "crisps",
      "hu": "chips"
    },
    {
      "en": "gravy",
      "hu": "mártás"
    },
    {
      "en": "caramel",
      "hu": "karamell"
    },
    {
      "en": "coke zero",
      "hu": "coke zero"
    },
    {
      "en": "coke",
      "hu": "koksz"
    },
    {
      "en": "jelly",
      "hu": "zselé"
    },
    {
      "en": "jam",
      "hu": "lekvár"
    },
    {
      "en": "poppy seed",
      "hu": "mák"
    },
    {
      "en": "marshmallow",
      "hu": "mályvacukor"
    },
    {
      "en": "cotton candy",
      "hu": "vattacukor"
    },
    {
      "en": "pomegranate",
      "hu": "gránátalma"
    },
    {
      "en": "yeast dough",
      "hu": "élesztős tészta"
    },
    {
      "en": "nutella",
      "hu": "nutella"
    },
    {
      "en": "coca cola",
      "hu": "Coca Cola"
    },
    {
      "en": "cola",
      "hu": "cola"
    },
    {
      "en": "light cola",
      "hu": "light kóla"
    },
    {
      "en": "pepsi",
      "hu": "pepsi"
    },
    {
      "en": "sprite",
      "hu": "sprite"
    },
    {
      "en": "soda",
      "hu": "szóda"
    },
    {
      "en": "jalapeno",
      "hu": "jalapeno"
    },
    {
      "en": "sugar",
      "hu": "cukor"
    },
    {
      "en": "chilli",
      "hu": "chili"
    },
    {
      "en": "scallion",
      "hu": "mogyoróhagyma"
    },
    {
      "en": "chilli pepper",
      "hu": "chilipaprika"
    },
    {
      "en": "chili",
      "hu": "chili"
    },
    {
      "en": "french fries",
      "hu": "sült krumpli"
    },
    {
      "en": "chips",
      "hu": "chipek"
    },
    {
      "en": "fries",
      "hu": "sült krumpli"
    },
    {
      "en": "potato chips",
      "hu": "burgonya chips"
    },
    {
      "en": "jagermeister",
      "hu": "jagermeister"
    },
    {
      "en": "whisky",
      "hu": "whisky"
    },
    {
      "en": "avocado",
      "hu": "avokádó"
    },
    {
      "en": "avocado's",
      "hu": "avokádó"
    },
    {
      "en": "avocadoe",
      "hu": "avocadoe"
    },
    {
      "en": "oreo",
      "hu": "oreo"
    },
    {
      "en": "apple cider",
      "hu": "almabor"
    },
    {
      "en": "pepper",
      "hu": "bors"
    },
    {
      "en": "leek",
      "hu": "póréhagyma"
    },
    {
      "en": "brisket",
      "hu": "szegyszegy"
    },
    {
      "en": "bbq",
      "hu": "bbq"
    },
    {
      "en": "mustard",
      "hu": "mustár"
    },
    {
      "en": "pickles",
      "hu": "savanyúságok"
    },
    {
      "en": "squash",
      "hu": "squash"
    },
    {
      "en": "pistachio",
      "hu": "pisztácia"
    },
    {
      "en": "lemon",
      "hu": "citrom"
    },
    {
      "en": "lime",
      "hu": "lime"
    },
    {
      "en": "garlic clove",
      "hu": "fokhagymagerezd"
    },
    {
      "en": "rhubarb",
      "hu": "rebarbara"
    },
    {
      "en": "wildmushroom",
      "hu": "vadgomba"
    },
    {
      "en": "wild mushrooms",
      "hu": "erdei gombák"
    },
    {
      "en": "grape",
      "hu": "szőlő"
    },
    {
      "en": "mushroom",
      "hu": "gomba"
    },
    {
      "en": "raisin",
      "hu": "mazsola"
    },
    {
      "en": "macadamia nut",
      "hu": "makadámiadió"
    },
    {
      "en": "coffee",
      "hu": "kávé"
    },
    {
      "en": "cappuccino",
      "hu": "cappuccino"
    },
    {
      "en": "decaf coffee",
      "hu": "koffeinmentes kávé"
    },
    {
      "en": "latte",
      "hu": "latte"
    },
    {
      "en": "tea",
      "hu": "tea"
    },
    {
      "en": "nutmeg",
      "hu": "szerecsendió"
    },
    {
      "en": "yeast",
      "hu": "élesztő"
    },
    {
      "en": "ice cream",
      "hu": "jégkrém"
    },
    {
      "en": "garlic powder",
      "hu": "fokhagymapor"
    },
    {
      "en": "mozzarella",
      "hu": "mozzarella"
    },
    {
      "en": "tofu",
      "hu": "tofu"
    },
    {
      "en": "salad",
      "hu": "saláta"
    },
    {
      "en": "corn flakes",
      "hu": "kukoricapehely"
    },
    {
      "en": "cherry",
      "hu": "cseresznye"
    },
    {
      "en": "cherries",
      "hu": "cseresznye"
    },
    {
      "en": "flour",
      "hu": "liszt"
    },
    {
      "en": "butter",
      "hu": "vaj"
    },
    {
      "en": "honey",
      "hu": "méz"
    },
    {
      "en": "almonds",
      "hu": "mandula"
    },
    {
      "en": "cashew",
      "hu": "kesudió"
    },
    {
      "en": "salt",
      "hu": "só"
    },
    {
      "en": "coconut",
      "hu": "kókuszdió"
    },
    {
      "en": "raspberry",
      "hu": "málna"
    },
    {
      "en": "raspberries",
      "hu": "málna"
    },
    {
      "en": "venison",
      "hu": "szarvas"
    },
    {
      "en": "steak",
      "hu": "steak"
    },
    {
      "en": "lentil",
      "hu": "lencse"
    },
    {
      "en": "soy milk",
      "hu": "szójatej"
    },
    {
      "en": "capsicum",
      "hu": "paprika"
    },
    {
      "en": "papaya",
      "hu": "papaya"
    },
    {
      "en": "guava",
      "hu": "guava"
    },
    {
      "en": "water",
      "hu": "víz"
    },
    {
      "en": "dog food",
      "hu": "kutyaeledel"
    },
    {
      "en": "soya",
      "hu": "szója"
    },
    {
      "en": "kale",
      "hu": "kelkáposzta"
    },
    {
      "en": "thyme",
      "hu": "kakukkfű"
    },
    {
      "en": "buckwheat",
      "hu": "hajdina"
    },
    {
      "en": "lamb",
      "hu": "bárány"
    },
    {
      "en": "vinegar",
      "hu": "ecet"
    },
    {
      "en": "chickpea",
      "hu": "csicseriborsó"
    },
    {
      "en": "fig",
      "hu": "fig"
    },
    {
      "en": "parsnip",
      "hu": "paszternák"
    },
    {
      "en": "eggplant",
      "hu": "padlizsán"
    },
    {
      "en": "black beans",
      "hu": "fekete bab"
    },
    {
      "en": "bean",
      "hu": "bab"
    },
    {
      "en": "ginger",
      "hu": "gyömbér"
    },
    {
      "en": "beet",
      "hu": "répa"
    },
    {
      "en": "artichoke",
      "hu": "articsóka"
    },
    {
      "en": "iceberg lettuce",
      "hu": "jégsaláta"
    },
    {
      "en": "olive",
      "hu": "olívaolaj"
    },
    {
      "en": "roll",
      "hu": "roll"
    },
    {
      "en": "pretzel",
      "hu": "perec"
    },
    {
      "en": "bacon",
      "hu": "bacon"
    },
    {
      "en": "pasta",
      "hu": "tészta"
    },
    {
      "en": "spaghetti",
      "hu": "spagetti"
    },
    {
      "en": "grain",
      "hu": "gabona"
    },
    {
      "en": "wheat",
      "hu": "búza"
    },
    {
      "en": "quinoa",
      "hu": "quinoa"
    },
    {
      "en": "peanut",
      "hu": "mogyoró"
    },
    {
      "en": "ham",
      "hu": "sonka"
    },
    {
      "en": "turkey",
      "hu": "pulyka"
    },
    {
      "en": "cinamon",
      "hu": "cinamon"
    },
    {
      "en": "cinnamon",
      "hu": "fahéj"
    },
    {
      "en": "beef",
      "hu": "marhahús"
    },
    {
      "en": "pork",
      "hu": "sertéshús"
    },
    {
      "en": "chicken",
      "hu": "csirke"
    },
    {
      "en": "oatmeal",
      "hu": "zabpehely"
    },
    {
      "en": "bread",
      "hu": "kenyér"
    },
    {
      "en": "brown bread",
      "hu": "barna kenyér"
    },
    {
      "en": "sourdough",
      "hu": "kovász"
    },
    {
      "en": "white bread",
      "hu": "fehér kenyér"
    },
    {
      "en": "whole grain bread",
      "hu": "teljes kiőrlésű kenyér"
    },
    {
      "en": "popcorn",
      "hu": "popcorn"
    },
    {
      "en": "egg",
      "hu": "tojás"
    },
    {
      "en": "nectarine",
      "hu": "nektarin"
    },
    {
      "en": "tangerine",
      "hu": "mandarin"
    },
    {
      "en": "plum",
      "hu": "szilva"
    },
    {
      "en": "honeydew",
      "hu": "mézharmat"
    },
    {
      "en": "dates",
      "hu": "datolya"
    },
    {
      "en": "medjool",
      "hu": "medjool"
    },
    {
      "en": "kiwi",
      "hu": "kiwi"
    },
    {
      "en": "blackberry",
      "hu": "szeder"
    },
    {
      "en": "blackberries",
      "hu": "szeder"
    },
    {
      "en": "potato",
      "hu": "burgonya"
    },
    {
      "en": "potatoes",
      "hu": "burgonya"
    },
    {
      "en": "zucchini",
      "hu": "cukkini"
    },
    {
      "en": "sweet potato",
      "hu": "édesburgonya"
    },
    {
      "en": "sweet potatoes",
      "hu": "édesburgonya"
    },
    {
      "en": "pumpkin",
      "hu": "sütőtök"
    },
    {
      "en": "pea",
      "hu": "borsó"
    },
    {
      "en": "lettuce",
      "hu": "saláta"
    },
    {
      "en": "cucumber",
      "hu": "uborka"
    },
    {
      "en": "celery",
      "hu": "zeller"
    },
    {
      "en": "celeries",
      "hu": "celeries"
    },
    {
      "en": "carrot",
      "hu": "sárgarépa"
    },
    {
      "en": "brussels sprouts",
      "hu": "kelbimbó"
    },
    {
      "en": "brussel sprouts",
      "hu": "kelbimbó"
    },
    {
      "en": "brussels",
      "hu": "brüsszeli"
    },
    {
      "en": "green bell pepper",
      "hu": "zöldpaprika"
    },
    {
      "en": "orange bell pepper",
      "hu": "narancssárga paprika"
    },
    {
      "en": "red bell pepper",
      "hu": "piros paprika"
    },
    {
      "en": "bell pepper",
      "hu": "paprika"
    },
    {
      "en": "asparagus",
      "hu": "spárga"
    },
    {
      "en": "cabbage",
      "hu": "káposzta"
    },
    {
      "en": "cauliflower",
      "hu": "karfiol"
    },
    {
      "en": "broccoli",
      "hu": "brokkoli"
    },
    {
      "en": "corn",
      "hu": "kukorica"
    },
    {
      "en": "watermelon",
      "hu": "görögdinnye"
    },
    {
      "en": "pineapple",
      "hu": "ananász"
    },
    {
      "en": "pear",
      "hu": "körte"
    },
    {
      "en": "orange",
      "hu": "narancs"
    },
    {
      "en": "mango",
      "hu": "mangó"
    },
    {
      "en": "mangoes",
      "hu": "mangó"
    },
    {
      "en": "cranberry",
      "hu": "áfonya"
    },
    {
      "en": "cranberries",
      "hu": "áfonya"
    },
    {
      "en": "cantaloupe",
      "hu": "sárgadinnye"
    },
    {
      "en": "blueberry",
      "hu": "áfonya"
    },
    {
      "en": "blueberries",
      "hu": "áfonya"
    },
    {
      "en": "banana",
      "hu": "banán"
    },
    {
      "en": "apricot",
      "hu": "sárgabarack"
    },
    {
      "en": "apple",
      "hu": "alma"
    },
    {
      "en": "strawberry",
      "hu": "eper"
    },
    {
      "en": "strawberries",
      "hu": "eper"
    },
    {
      "en": "spinach",
      "hu": "spenót"
    },
    {
      "en": "baby spinach",
      "hu": "bébispenót"
    },
    {
      "en": "canned spinach",
      "hu": "spenótkonzerv"
    },
    {
      "en": "spinach leaves",
      "hu": "spenótlevelek"
    },
    {
      "en": "green bean",
      "hu": "zöldbab"
    },
    {
      "en": "greenbeans",
      "hu": "zöldbab"
    },
    {
      "en": "brew",
      "hu": "főzze"
    },
    {
      "en": "cold one",
      "hu": "hideg"
    },
    {
      "en": "cooked shrimp",
      "hu": "főtt garnélarák"
    },
    {
      "en": "chives",
      "hu": "metélőhagyma"
    },
    {
      "en": "candy",
      "hu": "cukorka"
    },
    {
      "en": "candies",
      "hu": "cukorkák"
    },
    {
      "en": "candy's",
      "hu": "cukorkák"
    },
    {
      "en": "xylitol",
      "hu": "xilit"
    },
    {
      "en": "rice",
      "hu": "rizs"
    },
    {
      "en": "brown rice",
      "hu": "barna rizs"
    },
    {
      "en": "grapefruit",
      "hu": "grapefruit"
    },
    {
      "en": "gum",
      "hu": "gumi"
    },
    {
      "en": "chewing gum",
      "hu": "rágógumi"
    },
    {
      "en": "orbit",
      "hu": "pálya"
    },
    {
      "en": "alcohol",
      "hu": "alkohol"
    },
    {
      "en": "absinthe",
      "hu": "abszint"
    },
    {
      "en": "baileys",
      "hu": "baileys"
    },
    {
      "en": "beer",
      "hu": "sör"
    },
    {
      "en": "brandy",
      "hu": "brandy"
    },
    {
      "en": "champagne",
      "hu": "pezsgő"
    },
    {
      "en": "cider",
      "hu": "almabor"
    },
    {
      "en": "gin",
      "hu": "gin"
    },
    {
      "en": "jäger meister",
      "hu": "jäger meister"
    },
    {
      "en": "liqueur",
      "hu": "likőr"
    },
    {
      "en": "rum",
      "hu": "rum"
    },
    {
      "en": "snaps",
      "hu": "snaps"
    },
    {
      "en": "tequila",
      "hu": "tequila"
    },
    {
      "en": "vodka",
      "hu": "vodka"
    },
    {
      "en": "whiskey",
      "hu": "whisky"
    },
    {
      "en": "wine",
      "hu": "bor"
    },
    {
      "en": "onion",
      "hu": "hagyma"
    },
    {
      "en": "garlic",
      "hu": "fokhagyma"
    },
    {
      "en": "green onion",
      "hu": "zöldhagyma"
    },
    {
      "en": "shallot",
      "hu": "mogyoróhagyma"
    },
    {
      "en": "spring onion",
      "hu": "újhagyma"
    },
    {
      "en": "chocolate",
      "hu": "csokoládé"
    },
    {
      "en": "bittersweet chocolate",
      "hu": "keserédes csokoládé"
    },
    {
      "en": "dark chocolate",
      "hu": "étcsokoládé"
    },
    {
      "en": "milk chocolate",
      "hu": "tejcsokoládé"
    },
    {
      "en": "white chocolate",
      "hu": "fehér csokoládé"
    },
    {
      "en": "ketchup",
      "hu": "ketchup"
    },
    {
      "en": "mayo",
      "hu": "mayo"
    },
    {
      "en": "mayonnaise",
      "hu": "majonéz"
    },
    {
      "en": "peanut butter",
      "hu": "mogyoróvaj"
    },
    {
      "en": "tomato",
      "hu": "paradicsom"
    },
    {
      "en": "tomatoe",
      "hu": "paradicsom"
    },
    {
      "en": "fish",
      "hu": "hal"
    },
    {
      "en": "pizza",
      "hu": "pizza"
    },
    {
      "en": "salmon",
      "hu": "lazac"
    },
    {
      "en": "anchovies",
      "hu": "szardellák"
    },
    {
      "en": "herring",
      "hu": "hering"
    },
    {
      "en": "mackerel",
      "hu": "makréla"
    },
    {
      "en": "sardines",
      "hu": "szardínia"
    },
    {
      "en": "shrimp",
      "hu": "garnélarák"
    },
    {
      "en": "smelts",
      "hu": "csempék"
    },
    {
      "en": "tuna",
      "hu": "tonhal"
    },
    {
      "en": "prawn",
      "hu": "garnélarák"
    },
    {
      "en": "walnut",
      "hu": "dió"
    },
    {
      "en": "beef jerky",
      "hu": "marhahús szárított húst"
    },
    {
      "en": "cereal",
      "hu": "gabona"
    },
    {
      "en": "cottage cheese",
      "hu": "túró"
    },
    {
      "en": "cheese",
      "hu": "sajt"
    },
    {
      "en": "sausage",
      "hu": "kolbász"
    },
    {
      "en": "yogurt",
      "hu": "joghurt"
    },
    {
      "en": "sour cream",
      "hu": "tejföl"
    },
    {
      "en": "milk",
      "hu": "tej"
    },
    {
      "en": "bones",
      "hu": "csontok"
    }
  ],
  "categories": {
    "harmful": {
      "en": "Harmful",
      "hu": "Veszélyes"
    },
    "moderate": {
      "en": "Moderate",
      "hu": "Mértékkel"
    },
    "good": {
      "en": "Good",
      "hu": "Mehet!"
    }
  }
}
